/* Status text for queued multi-part archives */
"%@ (+%d more)" = "%1$@ (+%2$d mehr)";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the file \"%@\" from the archive \"%@\": %@" = "„%1$@“ konnte nicht aus dem Archiv „%2$@“ extrahiert werden: %3$@";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the resource fork for the file \"%@\" from the archive \"%@\":\n%@" = "Konnte Ressourcenzweig für „%1$@“ aus dem Archiv „%2$@“ nicht extrahieren:\n%3$@";

/* Option in the password encoding pop-up to use the default encoding */
"Default encoding" = "Standard-Encoding";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Automatisch erkennen";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Extrahieren";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "Archiv extrahieren";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "\"%@\" extrahieren";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "\"%@\" vorbereiten zu extrahieren";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Auswählen";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "Dateien zum Extrahieren auswählen";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "Der Inhalt von „%@“ kann mit The Unarchiver nicht extrahiert werden.";

/* Error message when encountering an error while extracting entries */
"There was a problem while extracting the contents of the file \"%@\": %@" = "Es gab ein Problem beim Extrahieren des Inhaltes von „%1$@“: %2$@";

/* Error message when encountering an error while parsing an archive */
"There was a problem while reading the contents of the file \"%@\": %@" = "Es gab ein Problem beim Lesen des Inhaltes von „%1$@“: %2$@";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "Extrahieren";

/* Status text when asking for a password */
"You need to supply a password to open the archive \"%@\"." = "Geben Sie zum Öffnen von „%@“ das Archiv-Kennwort ein.";

/* Title for nagging alert on first startup */
"Where should The Unarchiver extract archives?" = "Wohin soll The Unarchiver das Archiv extrahieren?";

/* Content of nagging alert on first startup */
"Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?" = "Immer in den selben Ordner extrahieren, oder die App jedes Mal nach einem Ziel fragen lassen.";

/* Button to ask every time in nagging alert on first startup */
"Ask every time" = "Jedes Mal fragen";

/* Button to extract to the same folder in nagging alert on first startup */
"Extract to the same folder" = "In den selben Ordner entpacken";

/* Informative text in the file panel shown when trying to gain sandbox access */
"The Unarchiver does not have permission to write to this folder. To allow The Unarchiver to write to this folder, simply click \"Extract\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver benötigt Ihre Zustimmung, um die extrahierten Dateien in den gewählten Ordner zu sichern. Klicken Sie auf „Extrahieren“, um diese Aktion zu bestätigen.";

/* Informative text in the file panel shown when trying to gain sandbox access for multi-part archives */
"The Unarchiver needs to search for more parts of this archive, but does not have permission to read the folder. To allow The Unarchiver to search in this folder, simply click \"Search\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver benötigt Ihre Zustimmung, um nach weiteren Teilen des gewählten Archivs an diesem Speicherort zu suchen. Klicken Sie auf „Suchen“, um diese Aktion zu bestätigen.";

/* Panel OK button title when searching for more archive parts */
"Search" = "Suche";

/* Check for updates menu item */
"Check for Updates…" = "Nach Updates suchen …";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */
/* Common errors */

"Attempted to read more data than was available" = "Das Archiv ist nicht komplett";
"Opening file failed" = "Datei konnte nicht geöffnet werden";
"Missing or wrong password" = "Das eingegebene Kennwort ist nicht korrekt";
"Wrong checksum" = "Falsche Prüfsumme";
"Could not create directory" = "Ordner konnte nicht erstellt werden";

/* Uncommon or unused errors */
"Unknown error" = "Unbekannter Fehler";
"Failed to write to file" = "Schreiben der Datei fehlgeschlagen";
"Function called with illegal parameters" = "Funktionsaufruf mit ungültigen Parametern";
"Not enough memory available" = "Ausreichender Speicher nicht verfügbar";
"Data is corrupted" = "Daten sind beschädigt";
"File is not fully supported" = "Datei ist nicht vollständig unterstützt";
"Required resource missing" = "Erforderliche Resource fehlt";
"Error on decrunching" = "Fehler beim Decrunchen";
"Unknown file type" = "Unbekannter Dateityp";
"File, disk has been skipped" = "Datei, Festplatte wird übersprungen";
"User cancelled extraction" = "Benutzer hat Extrahierung abgebrochen";
"File already exists" = "Datei existiert bereits";
"Verify failed (disk hook)" = "Überprüfung fehlgeschlagen (Disk Hook)";
"Wrong drive geometry" = "Falsche Festplattengeometrie";
"Unknown data format" = "Unbekanntes Datenformat";
"Source contains no files" = "Quelle enthält keine Dateien";
"Unknown filesystem" = "Unbekanntes Dateisystem";
"Name of file exists as directory" = "Dateiname existiert bereits als Ordner";
"Buffer was too short" = "Puffer zu klein";
"Text encoding was defective" = "Text-Encoding defekt";
"Could not create symlink" = "Symlink konnte nicht erstellt werden";

"AlertTitle_SetFileTypeAssociationAppStore" = "Eventuell möchten Sie The Unarchiver als Standardprogramm für diesen Dateityp festlegen.";
"AlertDescription_SetFileTypeAssociationAppStore" = "Klicken Sie auf „Informationen“ im Kontextmenü einer Datei und wählen Sie in der Liste „Öffnen mit …“ The Unarchiver aus. Klicken Sie auf „Immer öffnen mit …“, um alle Archive dieser Art mit The Unarchiver zu öffnen.";

"AlertTitle_UnsetFileTypeAssociationAppStore" = "Sie können auch ein anderes Programm als Standard für diesen Dateitypen festlegen.";
"AlertDescription_UnsetFileTypeAssociationAppStore" = "Klicken Sie auf „Informationen“ im Kontextmenü einer Datei und wählen Sie in der Liste „Öffnen mit …“ das gewünschte Programm aus. Klicken Sie auf „Immer öffnen mit …“, um alle Archive dieser Art mit diesem Programm zu öffnen.";

/* About window */
"Standalone" = "Standalone";

/* Extracted view */
"extracted" = "extrahiert";
